import React from "react";
import "./Home.css";

import logo from "../../Assets/Images/logo.png";
import firewoch from "../../Assets/Images/firewoch.jpg";
import wotatoch from "../../Assets/Images/wotat.jpeg";
import Meakelawian from "../../Assets/Images/meakel.jpg";
import dekikan from "../../Assets/Images/dekikan.jpg";
function Home() {
  return (
    <>
      <div>
        <button>First</button>
        <button>Second</button>
        <button>Third</button>
      </div>
      <div className="logo">
        <img src={logo} alt="logo" />
      </div>

      <div className="firewoch">
        <div>
          <img src={firewoch} alt="" />
        </div>
        <div>
          <p>
            የቅዱስ ገብርኤል ታቦት ከጎንደር ክፍለ ሃገር መጥቶ እስከ ግንቦት 1/1945 ዓ.ም ድረስ በደባልነት
            በጌቴሴማኔ ማርያም ገዳም ይኖር ነበር። የከተማውም ህዝብ ስርዓተ አምልኮቱን ይፈፅም የነበረው በዚሁ ገዳም
            ነበር። በወቅቱ የነበሩት ታላላቅ የሀገር ሽማግሌዎች ተሰባስበው የገዳሙን አስተዳደር መምህር ገ/ሥላሴን
            በሰበታ ከተማ መሀል ላይ አንድ ቤተክርስቲያን ለመስራት ማሰባቸውንና ይህን ጥያቄ ለእቴጌ መነን
            እንዲያቀርቡላቸው ይጠይቃሉ። መምህሩም ለእቴጌ የቅዱስ ገብርኤል ፅላት ወጥቶ እንዲሰጣቸው ይጠይቋቸዋል።
            እቴጌም የቅ. ገብርኤል ፅላት ሓይለኛ ነው የማርያምን ቤት ለቆ ከወጣ ገዳሟን ያቀዘቅዝብኛል ቢሉም የህዝቡ
            ጥያቄ በመበርታቱ ሚያዝያ 26/1945 ዓ.ም የመጀመሪያ የስዕል ቤት እንዲሰራ ፈቀዱ። ነዋሪዎቹም ለአምልኮተ
            እግዚአብሔር ከነበራቸው ቀናኢነት ለስዕል ቤቱ መስሪያና ለቀብር ቦታ ማስፈፀሚያ ይሆን ዘንድ አቶ ተስፋዬ
            በቀለ እና አቶ ኃይሉ ዘርፉ ለቅ.ገብርኤል ቤ/ክ በፈቃደኝነት ይዞታቸውን  ጥር 1/1945 ዓ.ም
            አስረክበዋል።
          </p>
        </div>
      </div>
      <div className="wotatoch">
        <div>
          <p>
            በግንቦት 1/1945 ዓ.ም ታቦተ ሕጉ በካህናት፣ በዲያቆናት፣ እንዲሁም በሕዝቡ ታጅቦ ከጌቴሴማኔ ቅድስት
            ማርያም አሁን ወዳለበት ስፍራ በተዘጋጀለት የማረፊያ ድንኳን ገብቷል። የመጀመሪያው መቃንንም በ12 ቀን
            በማጠናቀቅ ግንቦት 12/1945 ዓ.ም ወደ መቃኞ ቤቱ ገብቷል። ለ15 ዓመታት የቅዳሴ አገልግሎት በወር አንድ
            ጊዜ ይሰጥ ነበር። ከ1960 ዓ.ም በኋላ ግን በሳምንት አንድ ቀን በዕለተ ሰንበት እንዲቀደስ ተደርጓል።
            ህዳር 19/1969 ዓ.ም የጌቴሴማኔ ማርያምንና የቅዱስ ገብርኤልን በአንድነት የሚያስተዳድር 13 ኮሚቴዎች
            የያዘ ሰበካ ወንጌል ተመሰረተ። በ1970 ዓ.ም ለሀብት ቁጥጥርና ለንብረት አስተዳደር እንዲያመች ሁለቱን
            ቤ/ክ በመለየት ከመምህር ገ/ሥላሴ ኃይሉ እጅ 738.35 ብር ወደ ቅ.ገብርኤል ቤ/ክ ገንዘብ ያዥ ገቢ
            አድርገዋል።
          </p>
        </div>
        <div>
          <img src={wotatoch} alt="" />
        </div>
      </div>
      <div className="firewoch meakel">
        <div>
          <img src={Meakelawian} alt="" />
        </div>
        <div>
          <p>
            አቶ ተክሌገ/ፃድቅ ፦የመጀመሪያው የደብሩ ሊቀመንበር ንዋያተ ቅዱሳት የሚቀመጡበት ግምጃ ቤት ስላልነበር
            ፈቃደኛ በሆኑ ግለሰቦች ቤት ይቀመጥ ነበር። የግምጃ ቤቱም ስራ ነሐሴ 7/1969 ዓ.ም በመጀመር ግንቦት
            1/1970 ዓ.ም አጠናቀዋል። ብፁዕ አቡነ መርሐ ክርስቶስ የኢ/ኦ/ተ/ቤ/ክ ዋና ፀሐፊ ቡራኬ ሰጥተዋል።
            አሁን ያለዉን ዘመናዊ ህንፃ ቤ/ክ እንዲሰሩ ሦስተኛው ሰበካ ጉባኤ በግንቦት 15/1979 8 ህንፃ አሰሪ
            ኮሚቴዎች አቋቋሙ። በህዳር 14/1975 ዓ.ም የኢትዮጵያው ፓትሪያርክ ብፁዕ ወቅዱስ አቡነ ተ/ሃይማኖት
            መሠረት ድንጋይ አስቀምጠዋል። ስራውንም ለማስጀመር ታላቅ አስተዋፅኦ አድርገዋል። ከሳቸው ባሻገርም ብፁዕ
            ወቅዱስ አቡነ መርቆርዮስ እና የሸዋ ሀገረ ስብከት ሊቀ ጳጳስ የነበሩት ብፁዕ አቡነ ጎርጎርዮስ ለህንፃው
            ግንባታ የቅርብ ክትትልና የገንዘብ ድጋፍ አድርገዋል። ህንፃ ቤተክርስቲያኑ ሙሉ በሙሉ የተሰራው በተጠረበ
            ድንጋይ ሲሆን በ525 ካሬ ሜትር ላይ አርፏል። ለዚህ ህንፃ ማሰሪያም በጠቅላላ ብር 744,897.65
            መውጣቱን ታሪክ መዝገብ ያስረዳል። በ1962 ዓ.ም ታቦተ ኪዳነ ምህረት በርዕሰ ደብር አባ ገ/ማርያም ፈለቀ
            ከጎንደር ክፍለ ሃገር የመጣች ሲሆን በየወሩ ማህሌት የሚቆም ቅዳሴ የሚቀደስ እንዲሁም በአመት 1 ጊዜ የካቲት
            16 ምትከብር ቢሆንም ከ46 ዓመት በኋላ ግን በዓመት 1 ጊዜ የመንገስ ጉዳይ ቀርቷል።
          </p>
        </div>
      </div>

      <div className=" dekikan">
        <div>
          <p>
            አዲሱ ህንፃ ቤተክርስቲያን ግንባታም በ1985 በወርሃ ግንቦት ተጠናቋል። ሆኖም ጊዜው የደርግ ወታደራዊ
            መንግስትና የኢሃዲግ ወታደር ተኩስ ልውውጥ የሚያደርግበት ነበር። የደርግ ሠራዊትም በሰበታ ከተማ ውስጥና
            ዙሪያውን ሰፍሮ ስለነበር በጦር መሳሪያ ተኩስ እንዳትጠፋ የቅ.ገብርኤል ቤተክርስቲያንም አደጋ እንዳይደርስበት
            ሕዝበ ክርስቲያኑ ጠዋትና ማታ ቅ.ገብርኤልን ይማፀን ነበር። በእግዚአብሔር ቸርነትም የአንዲት መሳሪያ ድምፅ
            ሳይሰማ ቀረ። ህዝቡም ለደህንነታቸው መታሰቢያ ይሆን ዘንድ ግንቦት 1 ሊያደርጉት የነበረውን ምርቃት
            ሥነ-ሥርዓት በግንቦት 19/1985 አድርገዋል። በዕለቱም ሊቃዉንቱ ወረብ እንዲሁም ከተቋቋመ 5 አመት በሆነው
            በፍሬሃይማኖት ሰንበት ተማሪዎች ዝማሬዎች ቀርበዋል። መላከ ኤዶም አለልኝ ይትባረክ፦ የአዲሱ ሕንፃ አስተዳዳሪ
            ከዛም ጊዜ ጀምሮ የዘወትር ኪዳን ፀሎት፣ የአበይት በዓላት ቅዳሴ እንዲጀመር ተደርጓል።
          </p>
        </div>
        <div>
          <img src={dekikan} alt="" />
        </div>
      </div>
    </>
  );
}

export default Home;
